{
  "Index": {
    "nav_about": "About me",
    "nav_service": "Services",
    "nav_benefit": "Benefits",
    "nav_galery": "Gallery",
    "nav_price": "Price",
    "nav_faq": "FAQ",
    "nav_contact": "Contact me",

    "form_title": "Contact form",
    "form_subtitle": "Fill in the form to contact me",
    "form_name": "Name",
    "form_name_placeholder": "Name",
    "form_number": "Number",
    "form_number_placeholder": "Your phone number",
    "form_message": "Your message",
    "form_message_placeholder": "Leave a comment",
    "form_button_send": "Send message",

    "hero_title": "Welcome to my world",
    "hero_description": "I’m Hanna, a trichologist, your expert in hair and scalp care.\n\nI offer trichology consultations that change lives for the better. If you’re struggling with flaking, itching, dandruff, seborrheic dermatitis, or excessive hair loss — I invite you to a personal consultation.\nI’ll help you choose effective care, strengthen and thicken your hair, and make it perfect.\n\nI’ll open for you the world of beautiful and healthy hair.",

    "service_section_title": "Services",
    "service_section_subtitle": "Learn the advantages of various hair treatments",
    "service_title_1": "Keratin straightening",
    "service_description_1": "A treatment that transforms curly and fluffy hair into beautiful, smooth and incredibly shiny hair. You won't need a flat iron anymore because your hair will look perfect after blow-drying. Even in the wettest weather, whether it's autumn in Poland or a holiday in the tropics, your hair will always be smooth.\n\nEffect: 4 - 6 months.\nDuration: 2 - 4 hours.",
    "service_title_2": "Botox for hair",
    "service_description_2": "A restoration procedure for damaged, bleached curls. Botox contains valuable oils and vitamins, which means it nourishes and moisturises your hair to the maximum, improves its condition, and gives it softness and shine. Your hair will be strong and stop breaking, which means you'll grow your desired length. Botox does not take away volume, while making curls manageable. You'll want to touch your hair more often, because it feels like cashmere.\n\nEffect: 1 - 4 months.\nDuration: 1.5 - 2.5 hours.",
    "service_title_3": "Nanoplastia",
    "service_description_3": "A unique permanent straightening treatment based on amino acids. Ideal for naturally unruly and curly hair. The only procedure that can straighten hair for up to 10 months. After the procedure, the hair lightens by 1-2 tones, which allows you to see yourself in a new colour without spoiling your hair with dyes. Hair becomes very manageable and remains well-groomed for a long time.\n\nEffect: 6 - 10 months.\nDuration: 3 - 7 hours.",
    "benefits_conclusion": "Each of these procedures has certain advantages, and to choose the right one for your hair, contact me and I will answer all your questions.",

    "gallery_title": "Gallery",
    "gallery_subtitle": "Gallery of my latest works",

    "price_section_title": "Prices",
    "product_type": "Service",
    "short_hair": "Shoulder",
    "mid_hair": "Mid-back",
    "long_hair": "Waist",
    "price_keratine": "Keratin",
    "price_botox": "Botox",
    "price_nanoplastia": "Nanoplastia",

    "dodatki_title": "Extra",
    "dodatki_prices": "Price",
    "bio_ampoule": "Secondary trichological consultation",
    "scalp_peeling": "Trichological scalp cleansing",
    "hair_trimming": "Haircut",
    "sos_treatment": "SOS treatment",
    "hair_polishing": "Hair polishing",
    "trichological_consultation": "Trichological consultation",

    "faq_title": "FAQ",
    "faq_subtitle": "Answers to your questions",
    "faq_question_1": "When should you visit a trichologist?",
    "faq_answer_1": "If you notice increased hair shedding, scalp itching, flaking, dryness, or excess oil. Also if your hair grows slowly, becomes thinner or more fragile — or if you simply want to choose the right care for your scalp and hair. A yearly check-up is also recommended, even without visible symptoms.",
    "faq_question_2": "How long does the consultation take?",
    "faq_answer_2": "From 30 to 75 minutes, depending on the chosen option.",
    "faq_question_3": "What happens during the consultation?",
    "faq_answer_3": "I review all lifestyle factors that may affect scalp and hair health — from stress and diet to sleep and care products. Then I perform a detailed trichoscopy to examine your scalp under magnification.",
    "faq_question_4": "What do you receive after the consultation?",
    "faq_answer_4": "Within 24 hours, you’ll receive a clear action plan with photos, product recommendations, lab test suggestions (if needed), supplements, and care tips — all tailored to you.",
    "faq_question_5": "Can a trichologist help with dandruff or seborrheic dermatitis?",
    "faq_answer_5": "Yes — this is one of the most common concerns. I offer personalized protocols to reduce symptoms and restore scalp balance, often with noticeable results in just a few days.",
    "faq_question_6": "Do I need to do any lab tests beforehand?",
    "faq_answer_6": "No — I’ll let you know after the consultation which tests (if any) are relevant to your case.",
    "faq_question_7": "How should I prepare for the visit?",
    "faq_answer_7": "Avoid washing your hair for at least 12 hours — it helps me assess the scalp in its natural state.",

    "follow_me": "Follow me",
    "adress": "Adress",

    "open_hours": "Open Hours",
    "monday_friday": "Monday - Friday: 9 - 21",
    "saturday_sunday": "Saturday - Sunday: 10 - 17",

    "title": "Hair by Hanna",
    "description": "Professional trichologist in Wroclaw specializing in hair care treatments including keratin straightening, hair botox, and nanoplastia. Tailored solutions for the health and beauty of your hair in Wroclaw.",
    "keywords": "hair care Wroclaw, keratin straightening Wroclaw, hair botox Wroclaw, nanoplastia treatment, professional trichologist Wroclaw, hair treatment, hair restoration, hair beauty, trichologist in Wroclaw",

    "messageSent": "Message sent!",
    "messageError": "Error sending the message. Please try again.",

    "form_number_tip": "Please enter only numbers.",

    "location": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2504.485076725414!2d17.045218499999997!3d51.117960000000004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x470fe9da58f6031b%3A0xcf976da15fccb8be!2sxZp3acSZdG9rcnp5c2thIDM3QiwgNTAtMzI3IFdyb2PFgmF3!5e0!3m2!1sen!2spl!4v1722767951227!5m2!1sen!2spl"
  }
}
