{
  "Index": {
    "nav_about": "About me",
    "nav_service": "Services",
    "nav_benefit": "Benefits",
    "nav_galery": "Gallery",
    "nav_price": "Price",
    "nav_faq": "FAQ",
    "nav_contact": "Contact me",

    "form_title": "Contact form",
    "form_subtitle": "Fill in the form to contact me",
    "form_name": "Name",
    "form_name_placeholder": "Name",
    "form_number": "Number",
    "form_number_placeholder": "Your phone number",
    "form_message": "Your message",
    "form_message_placeholder": "Leave a comment",
    "form_button_send": "Send message",

    "hero_title": "Welcome to my world",
    "hero_description": "I am Hanna, your future hair care expert with 6 years of experience\n\nI specialise in the following procedures: keratin straightening, nanoplasty and Botox. I have been teaching others for 3 years.\n\nAlso I provide trichological consultations and solve problems with hair loss.\n\nI will open you the world of beautiful and healthy hair.",

    "service_section_title": "Servives",
    "service_section_subtitle": "Learn the advantages of various hair treatments",
    "service_title_1": "Keratin straightening",
    "service_description_1": "A treatment that transforms curly and fluffy hair into beautiful, smooth and incredibly shiny hair. You won't need a flat iron anymore because your hair will look perfect after blow-drying. Even in the wettest weather, whether it's autumn in Poland or a holiday in the tropics, your hair will always be smooth.\n\nEffect: 4 - 6 months.\nDuration: 2 - 4 hours.",
    "service_title_2": "Botox for hair",
    "service_description_2": "A restoration procedure for damaged, bleached curls. Botox contains valuable oils and vitamins, which means it nourishes and moisturises your hair to the maximum, improves its condition, and gives it softness and shine. Your hair will be strong and stop breaking, which means you'll grow your desired length. Botox does not take away volume, while making curls manageable. You'll want to touch your hair more often, because it feels like cashmere.\n\nEffect: 1 - 4 months.\nDuration: 1.5 - 2.5 hours.",
    "service_title_3": "Nanoplastia",
    "service_description_3": "A unique permanent straightening treatment based on amino acids. Ideal for naturally unruly and curly hair. The only procedure that can straighten hair for up to 10 months. After the procedure, the hair lightens by 1-2 tones, which allows you to see yourself in a new colour without spoiling your hair with dyes. Hair becomes very manageable and remains well-groomed for a long time.\n\nEffect: 6 - 10 months.\nDuration: 3 - 7 hours.",

    "benefits_section_title": "Benefits",
    "benefits_section_subtitle": "Learn the advantages of various hair treatments",
    "benefit_keratin_title": "Keratin",
    "benefit_keratin_subtitle1": "",
    "benefit_keratin_description1": "",
    "benefit_keratin_subtitle2": "",
    "benefit_keratin_description2": "",
    "benefit_keratin_subtitle3": "",
    "benefit_keratin_description3": "",
    "benefit_nanoplastia_title": "Nanoplastia",
    "benefit_nanoplastia_subtitle1": "",
    "benefit_nanoplastia_description1": "",
    "benefit_nanoplastia_subtitle2": "",
    "benefit_nanoplastia_description2": "",
    "benefit_nanoplastia_subtitle3": "",
    "benefit_nanoplastia_description3": "",
    "benefit_botox_title": "Botox for hair",
    "benefit_botox_subtitle1": "",
    "benefit_botox_description1": "",
    "benefit_botox_subtitle2": "",
    "benefit_botox_description2": "",
    "benefit_botox_subtitle3": "",
    "benefit_botox_description3": "",
    "benefits_conclusion": "Each of these treatments offers unique benefits, and the best choice will depend on an individual's hair type, condition, and desired results. It's always advisable to consult with a professional hairstylist before undergoing any treatment to ensure it's suitable for one's specific hair needs.",

    "gallery_title": "Gallery",
    "gallery_subtitle": "Gallery of my latest works",

    "price_section_title": "Prices",
    "product_type": "Product",
    "short_hair": "25cm",
    "mid_hair": "45cm",
    "long_hair": "65cm",
    "price_keratine": "Keratine",
    "price_botox": "Botox",
    "price_nanoplastia": "Nanoplastia",
    "price_haircut": "Haircut",

    "faq_title": "FAQ",
    "faq_subtitle": "Answers to your questions",
    "faq_question_1": "Are there any contraindications?",
    "faq_answer_1": "Asthma, pregnancy, tendency to allergies, scalp injuries (open wounds, scratches)",
    "faq_question_2": "How long does the procedure take?",
    "faq_answer_2": "It depends on the length and density of the hair, as well as on the type of procedure, but at least 1.5 hours.",
    "faq_question_3": "How long does the effect last on the hair?",
    "faq_answer_3": "This is affected by the chosen procedure, the initial condition of the hair, and the quality of the cosmetics used after the procedure.",
    "faq_question_4": "When can I dye my hair?",
    "faq_answer_4": "If you dye your hair dark, then wait 2 weeks after the procedure. If you lighten your hair, then it is better 2 weeks before the procedure.",
    "faq_question_5": "Do I need to use special cosmetics after the procedure?",
    "faq_answer_5": "So, it is better to use high-quality professional cosmetics that prolongs the effect after the procedure and takes care of your hair. Such cosmetics are always available in my salon.",

    "follow_me": "Follow me",
    "adress": "Adress",

    "title": "Hair by Hanna",
    "description": "Professional trichologist in Wroclaw specializing in hair care treatments including keratin straightening, hair botox, and nanoplastia. Tailored solutions for the health and beauty of your hair in Wroclaw.",
    "keywords": "hair care Wroclaw, keratin straightening Wroclaw, hair botox Wroclaw, nanoplastia treatment, professional trichologist Wroclaw, hair treatment, hair restoration, hair beauty, trichologist in Wroclaw",

    "messageSent": "Message sent!",
    "messageError": "Error sending the message. Please try again.",

    "form_number_tip": "Please enter only numbers."
  }
}
