{
  "Index": {
    "nav_about": "O mnie",
    "nav_service": "Usługi",
    "nav_benefit": "Korzyści",
    "nav_galery": "Galeria",
    "nav_price": "Cennik",
    "nav_faq": "FAQ",
    "nav_contact": "Kontakt",

    "form_title": "Formularz kontaktowy",
    "form_subtitle": "Wypełnij formularz, aby się ze mną skontaktować",
    "form_name": "Imię",
    "form_name_placeholder": "Imię",
    "form_number": "Numer",
    "form_number_placeholder": "Twój numer telefonu",
    "form_message": "Twoja wiadomość",
    "form_message_placeholder": "Zostaw komentarz",
    "form_button_send": "Wyślij wiadomość",

    "hero_title": "Welcome to my world",
    "hero_description": "Jestem Hanna - Twoj przyszły ekspert w dziedzinie pielęgnacji włosów z 6-letnim doświadczeniem.\n\nSpecjalizuję się w takich procedurach jak prostowanie keratynowe, nanoplastia i botox. Od 3 lat szkolę innych w tych dziedzinach.\n\nOprócz tego udzielam konsultacji trychologicznych i rozwiązuję problemy z wypadaniem włosów.\n\nOtworzę przed Tobą świat pięknych i zdrowych włosów.",

    "service_section_title": "Usługi",
    "service_section_subtitle": "Poznaj zalety różnych zabiegów na włosy",
    "service_title_1": "Keratynowe prostowanie",
    "service_description_1": "Zabieg, który przekształca kręcone i puszyste włosy w piękne, gładkie i niesamowicie lśniące. Nie będziesz już potrzebować prostownicy, ponieważ Twoje włosy po wysuszeniu będą wyglądać idealnie. Nawet w najbardziej wilgotną pogodę, czy to jesień w Polsce, czy wakacje w tropikach, Twoje włosy zawsze będą gładkie.\n\nEfekt: 4 - 6 miesięcy.\nCzas trwania: 2 - 4 godziny.",
    "service_title_2": "Botox na włosy",
    "service_description_2": "Zabieg odbudowujący zniszczone, rozjaśnione loki. Botox zawiera cenne olejki i witaminy, dzięki którym maksymalnie odżywia i nawilża włosy, poprawia ich kondycję, nadaje im miękkość i połysk. Twoje włosy będą mocne i przestaną się łamać, co oznacza, że uzyskasz pożądaną długość. Botox nie odbiera objętości, a jednocześnie sprawia, że loki stają się podatne na układanie. Będziesz chciała częściej dotykać swoich włosów, ponieważ w dotyku będą przypominać kaszmir.\n\nEfekt: 1 - 4 miesięcy.\nCzas trwania: 1,5 - 2,5 godz.",
    "service_title_3": "Nanoplastia",
    "service_description_3": "Unikalny zabieg trwałego prostowania włosów na bazie aminokwasów. Idealny dla naturalnie niesfornych i kręconych włosów. Jedyny zabieg, który może wyprostować włosy na okres do 10 miesięcy. Po zabiegu włosy rozjaśniają się o 1-2 tony, co pozwala zobaczyć siebie w nowym kolorze bez niszczenia włosów farbami. Włosy stają się bardzo podatne na układanie i pozostają zadbane przez długi czas.\n\nEfekt: 6 - 10 miesięcy.\nCzas trwania: 3 - 7 godzin.",

    "benefits_section_title": "Korzyści",
    "benefits_section_subtitle": "Poznaj zalety różnych zabiegów na włosy",
    "benefit_keratin_title": "Keratyna",
    "benefit_keratin_subtitle1": "",
    "benefit_keratin_description1": "",
    "benefit_keratin_subtitle2": "",
    "benefit_keratin_description2": "",
    "benefit_keratin_subtitle3": "",
    "benefit_keratin_description3": "",
    "benefit_nanoplastia_title": "Nanoplastia",
    "benefit_nanoplastia_subtitle1": "",
    "benefit_nanoplastia_description1": "",
    "benefit_nanoplastia_subtitle2": "",
    "benefit_nanoplastia_description2": "",
    "benefit_nanoplastia_subtitle3": "",
    "benefit_nanoplastia_description3": "",
    "benefit_botox_title": "Botox",
    "benefit_botox_subtitle1": "",
    "benefit_botox_description1": "",
    "benefit_botox_subtitle2": "",
    "benefit_botox_description2": "",
    "benefit_botox_subtitle3": "",
    "benefit_botox_description3": "",
    "benefits_conclusion": "Każdy z tych zabiegów oferuje unikalne korzyści, jego wybór będzie zależał od rodzaju włosów, kondycji i pożądanych rezultatów. Zawsze zaleca się skonsultowanie się z profesjonalnym fryzjerem przed poddaniem się jakiemukolwiek zabiegowi, aby upewnić się, że jest on odpowiedni dla konkretnych potrzeb włosów.",

    "gallery_title": "Galeria",
    "gallery_subtitle": "Galeria ostatnich realizacji",

    "price_section_title": "Cennik",
    "product_type": "Usługa",
    "short_hair": "25cm",
    "mid_hair": "45cm",
    "long_hair": "65cm",
    "price_keratine": "Keratyna",
    "price_botox": "Botox",
    "price_nanoplastia": "Nanoplastia",
    "price_haircut": "Haircut",

    "faq_title": "FAQ",
    "faq_subtitle": "Najczęściej zadawane pytania",
    "faq_question_1": "Czy są jakieś przeciwwskazania?",
    "faq_answer_1": "Astma, ciąża, skłonnosci do alergii, uszkodzenia skóry głowy (otwarte rany, zadrapania)",
    "faq_question_2": "Jak długo trwa zabieg?",
    "faq_answer_2": "Zależy to od długości i gęstości włosów, a także rodzaju zabiegu, ale co najmniej 1.5 godziny.",
    "faq_question_3": "Jak długo utrzymuje się efekt?",
    "faq_answer_3": "Ma na to wpływ wybrany zabieg, początkowa kondycja włosów oraz jakość kosmetyków stosowanych po zabiegu.",
    "faq_question_4": "Ile czasu po zabiegu mogę pofarbować włosy?",
    "faq_answer_4": "Jeśli chcesz pofarbować włosy na ciemny kolor, odczekaj 2 tygodnie od zabiegu. Jeśli rozjaśniasz włosy, lepiej zrobić to 2 tygodnie przed zabiegiem.",
    "faq_question_5": "Czy muszę stosować specjalne kosmetyki po zabiegu?",
    "faq_answer_5": "Lepiej używać wysokiej jakości profesjonalnych kosmetyków, które przedłużają efekt po zabiegu i pielęgnują włosy. Takie kosmetyki są zawsze dostępne w naszym salonie.",

    "follow_me": "Zaobserwuj",
    "adress": "Adres",

    "title": "Hair by Hanna",
    "description": "Profesjonalny trycholog we Wrocławiu, specjalizujący się w keratynowym wygładzaniu włosów, botoxie i nanoplastii. Oferujemy indywidualnie dopasowane zabiegi dla zdrowia i piękna Twoich włosów we Wrocławiu.",
    "keywords": "pielęgnacja włosów Wrocław, wygładzanie keratynowe Wrocław, botoks na włosy Wrocław, nanoplastia, profesjonalny trycholog Wrocław, zabiegi na włosy, odnowa włosów, trycholog we Wrocławiu",

    "messageSent": "Wiadomość wysłana!",
    "messageError": "Błąd wysyłania wiadomości. Proszę spróbować ponownie."
  }
}
